Repository: common-repository/woocommerce-fortnox-integration
Catalog: languages/woocommerce-fortnox-integration-*.po
Languages: sv_se

source: Account for sales with 25% VAT
sv_se: Konto för försäljning med 25% moms

source: Account for sales with 12% VAT
sv_se: Konto för försäljning med 12% moms

source: Account for sales with 6% VAT
sv_se: Konto för försäljning med 6% moms

source: Account for sales with no VAT
sv_se: Konto för försäljning utan moms

source: Accounting
sv_se: Bokföring

source: Revenue accounts
sv_se: Intäktskonton

source: Revenue accounts for different VAT percentages, if below is not filled, defaults are applied.
sv_se: Konton för olika momssatser, om ej ifyllt används standard.

source: Invoice Payment accounts
sv_se: Betalkonto

source: When an invoice is booked in Fortnox it will per default be booked by debiting the Fortnox default receivables account %d. When a payment is booked, the Fortnox default payment account %d will be debited. In this section you can change the default payment account for each payment type in order to get a ledger for each.
sv_se: När en faktura bokförs i Fortnox kommer den automatiskt bokas mot det fordranskonto som angetts som standard i Fortnox (%d). När en betalning bokförs debitera istället det betalkonto som angetts som standard i Fortnox (%d). I denna sektion kan du sätta ett annat betalkonto för varje aktivt betalsätt och på så sätt skapa en reskontra.

source: Invoice payment account for:
sv_se: Betalkonto för:

source: Payment terms
sv_se: Betalningsvillkor

source: Each payment method can have it's own payment terms, usually given in days. Mostly 0 is the most adequate choice as long as it is not a payment method where the customer does not make a direct purchase.
sv_se: Varje betalsätt kan ha sina egna betalningsvillkor, vanligtvis angivna i dagar. Oftast är 0 det mest rimliga alternativet så länge det inte rör sig om betalsätt där kunden inte gör en direktbetalning.

source: Payment terms for:
sv_se: Betalningsvillkor för:

source: EU Sales Accounts
sv_se: Försäljningskonton EU

source: Here you can define sales accounts per country. If an account is defined for a country, the orders and its invoice will be booked on that account. If nothing is specified Fortnox accounting settings will be used for booking the invoice.
sv_se: Här definieras försäljningskonton per land. Om ett konto för ett land anges här kommer det användas för bokning av orderns faktura. Om inget anges kommer Fortnox default inställningar att användas bid bokning av fakturan.

source: Sales Account:
sv_se: Försäljningskonto:

source: Please select...
sv_se: Välj...

source: No payment terms available in Fortnox
sv_se: Inga betalningsvillkor tillgängliga i Fortnox

source: Missing order ID.
sv_se: Saknar order-id.

source: Order successfully synced.
sv_se: Order har synkroniserats.

source: Error
sv_se: Fel

source: Missing product ID.
sv_se: Saknar produkt-id.

source: Product successfully synced.
sv_se: Produkt har synkroniserats.

source: Invoice successfully sent to your e-mail.
sv_se: Faktura har skickats till din email.

source: No products available.
sv_se: Inga produkter tillgängliga.

source: No orders available in specified range.
sv_se: Inga ordrar tillgängliga inom specificerat intervall.

source: Access token has been removed.
sv_se: Access token har raderats.

source: Order refund successfully synced.
sv_se: Retur har synkroniserats.

source: Advanced
sv_se: Avancerat

source: Advanced settings
sv_se: Avancerade inställningar

source: Flush access token
sv_se: Radera Access Token

source: Delete Fortnox access token. <a href="%s" target="_blank">Read more</a>
sv_se: Radera Fortnox Access Token. <a href="%s" target="_blank">Läs mer</a>

source: This plugin has a bunch of actions and filters that developers can use to easily add/change data in the different stages of the flow.
sv_se: Detta plugin har ett antal actions och filter som utvecklare kan använda för att enkelt lägga till/ändra data vid olika steg i flödet.

source: For an updated listing, please refer to <a href="https://docs.wetail.io/woocommerce/fortnox-integration/advanced-actions-and-filters/" target="_blank">our docs</a>.
sv_se: För en uppdaterad lista, vänligen gå till <a href="https://docs.wetail.io/woocommerce/fortnox-integration/advanced-actions-and-filters/" target="_blank">våra docs</a>.

source: Hooks to use
sv_se: Tillgängliga hooks

source: Access Token Expiry time
sv_se: Förfallotid för Access token

source: The Client ID used, do not edit if you do not have a multishop integration
sv_se: Appens ClientID, ändra INTE om du inte har en multishop integration

source: Automations
sv_se: Automatiseringar

source: Only manual synchronization
sv_se: Enbart manuell synkronisering

source: General settings
sv_se: Generella inställningar

source: Automatically sync on order status
sv_se: Synkronisera automatiskt på orderstatus

source: Whenever an order gets the selected status it will automatically be synced to Fortnox.
sv_se: När helst en order får vald status kommer den att automatiskt synkroniseras mot Fortnox.

source: Not selecting an order status will mean that all synchronization has to be done manually!
sv_se: Om man inte väljer en orderstatus innebär det att all synkronisering måste ske manuellt!

source: Invoice flow
sv_se: Fakturaflöde

source: Invoice settings
sv_se: Fakturainställningar

source: Create invoice when order successfully synchronised
sv_se: Skapa faktura när order har synkroniserats

source: This will create an invoice in Fortnox for each synchronized order.
sv_se: Detta val kommer att skapa en faktura i Fortnox för varje synkroniserad order.

source: Automatically send Fortnox invoice to customer
sv_se: Skicka automatiskt Fortnox-faktura till kund

source: The above option only creates the invoices. By selecting this option, the invoices will automatically be sent to the customer as well.
sv_se: Alternativet ovan skapar enbart fakturorna. Detta alternativ kommer även att skicka dessa fakturor till kunden automatiskt.

source: Automatically book created invoice
sv_se: Bokför skapad faktura automatiskt

source: This option will book the invoice with the Fortnox default receivable account.
sv_se: Detta alternativ kommer att bokföra fakturan mot det fordranskonto som angivits i Fortnox.

source: When an invoice is booked it cannot be changed. Selecting this option will automate the process, but <b class="red warning">changes will not be possible to any invoices</b>.
sv_se: När en faktura har bokförts kan den inte uppdatera. Detta alternativ kommer att automatisera processen, men <b class="red warning">ändringar kommer inte att vara möjliga i några fakturor</b>.

source: Automatically register a payment for each created invoice
sv_se: Registrera automatiskt en tillhörande betalning för varje skapad faktura

source: Card payments, PayPal, Klarna, Swish etc will charge the customer directly and not allow an order if no payment has been made, meaning you can automate the payment registration process.
sv_se: Kortbetalningar, PayPal, Klarna, Swish etc kommer att göra direkta dragningar på kunden och inte tillåta ordrar om ingen betalning erhållits, vilket betyder att man kan automatisera processen för registreringen av betalningar.

source: Refund flow
sv_se: Flöde för returer

source: Refund settings
sv_se: Inställningar för returer

source: Create a refund order in Fortnox on WooCommerce refunds
sv_se: Skapa en kreditorder i Fortnox vid returer i WooCommerce

source: This option will create a refund order in Fortnox if a refund is made in WooCommerce. Partial refunds will be refunded partially.
sv_se: Detta alternativ kommer att skapa en krediterande order i Fortnox om en retur görs i WooCommerce. Delvisa returer kommer att medföra delkrediteringar.

source: Create invoice when successfully synchronised refund
sv_se: Skapa en faktura när en retur har har synkroniserat klart

source: This option will create a corresponding refund invoice (credit note).
sv_se: Detta alternativ kommer att skapa en motsvarande kreditfaktura.

source: Automatically book refund invoice
sv_se: Bokför kreditfaktura automatiskt

source: This option will book the refund invoice with the Fortnox default receivable account.
sv_se: Detta alternativ kommer att bokföra kreditfakturan mot det fordranskonto som angivits i Fortnox.

source: Automatically set refund invoice as paid
sv_se: Registrera automatiskt en tillhörande betalning för varje skapad kreditfaktura

source: This option will set the refund invoice as paid
sv_se: Detta alternativ kommer att skapa en motsvarande kreditfaktura

source: Bulk actions
sv_se: Masshantering

source: Useful bulk actions to perform retroactively between WooCommerce and Fortnox.
sv_se: Användbara masshanteringalternativ som kan användas retroaktivt mellan WooCommerce och Fortnox.

source: Sync products
sv_se: Synkronisera produkter

source: Upload all products from WooCommerce to Fortnox. It may take a while to synchronise large shops.
sv_se: Uppdatera alla produkter från WooCommerce till Fortnox. Det kan ta ett tag.

source: Sync orders
sv_se: Synkronisera ordrar

source: Sync orders placed in date range.
sv_se: Synkronisera ordrar som lägst inom datumintervallet.

source: General
sv_se: Allmänt

source: 1. Wetail license key
sv_se: 1. Wetail licensnyckel

source: Your Wetail license key that you got in the confirmation mail of your order.<br>If you haven't signed up yet, <a href="https://wetail.io/service/integrationer/woocommerce-fortnox/" target="_blank">use this link</a>.
sv_se: Din Wetail licensnyckel som du fått i bekräftelsemailet på din order.<br>Om du inte har tecknat ett abonnemang än, <a href="https://wetail.io/service/integrationer/woocommerce-fortnox/" target="_blank">använd denna länk</a>.

source: Save and check
sv_se: Spara och kontrollera

source: 2. Organization number
sv_se: 2. Organisationsnummer

source: Add your organization number here
sv_se: Lägg till ditt organisationsnummer här

source: Register application
sv_se: Registrera applikation

source: 3. Activate app in Fortnox
sv_se: 3. Aktivera appen i Fortnox

source: 4. Fetch settings from Fortnox
sv_se: 4. Hämta inställningar från Fortnox

source: Fetch settings
sv_se: Hämta inställningar

source: Inactive application
sv_se: Inaktiv applikation

source: Log out
sv_se: Logga ut

source: Your application is active. %s
sv_se: Din applikation är aktiv. %s

source: Your application is active with %s as your organization number. %s
sv_se: Din applikation är aktiv med %s som organisationsnummer. %s

source: Activate app
sv_se: Aktivera app

source: Go to Fortnox and activate the application. Note! You need to be logged in to Fortnox to do this.
sv_se: Gå till Fortnox och aktivera applikationen. Notera! Du behöver vara inloggad i Fortnox för att göra detta.

source: Orders
sv_se: Ordrar

source: Misc. order settings
sv_se: Diverse orderinställningar

source: Add payment type to order text
sv_se: Lägg till betalsätt till ordertext

source: Writes order payment type to ordertext field in Fortnox.
sv_se: Skriver orderns betalsätt i ordertextfältet i Fortnox.

source: Copy customer notes to order text
sv_se: Kopiera kundanteckningar till ordertext

source: Writes customer notes to ordertext field in Fortnox.
sv_se: Skriver kundnoteringar till ordertextfält i Fortnox.

source: Copy order text to invoice
sv_se: Kopiera ordertext till faktura

source: Will copy the ordertext field to invoices in Fortnox.
sv_se: Kopierar ordertextfältet till fakturan i Fortnox.

source: Get currency rate for currencies other than SEK
sv_se: Få växlingskurs för valuta andra än SEK

source: Get currency rate for order if the currency isn't SEK. Please note that the currency rate is set from Fortnox settings.
sv_se: Få växlingskurs för ordern om valutan är annan än SEK. Vänligen notera att växlingskursen hämtas från Fortnox inställningar.

source: Display organization registration number in checkout
sv_se: Visa organisationsnummer i kassan

source: Extra field for Company organization registration number shows in the Checkout form.
sv_se: Visar ett extra fält i kassaformuläret för organisationsnummer.

source: Do not update customer on order synchronisation
sv_se: Uppdatera inte kunden vid ordersynkronisering

source: If customer exists in Fortnox, do not update customer on order synchronisation.
sv_se: Om kund finns i Fortnox, uppdatera inte kund vid ordersynkronisering.

source: Adds customer notes to order
sv_se: Lägg till kundkommentar till ordertext

source: Adds customer notes to order.
sv_se: Lägg till kundkommentar till ordertext.

source: If an error occurs an email will be sent to shop admin
sv_se: Om ett fel uppstår vid synkronisering kommer ett email att skicka till shop-administratören

source: Active modules
sv_se: Aktiva moduler

source: Fortnox Warehouse module
sv_se: Fortnox Lagermodul

source: <b class="red warning">IMPORTANT!</b> Select this option if you have the Fortnox Warehouse module activated.
sv_se: <b class="red warning">VIKTIGT!</b> Bocka i detta val om du har Fortnox Lagermodul aktiverad.

source: Delivery status
sv_se: Leveransstatus

source: Sequential order number
sv_se: Sekventiellt ordernummer

source: Sequential number to prepend to WooCommerce order number
sv_se: Sekventiellt nummer att lägga till före det ordernummer som skapas i WooCommerce

source: Cost center
sv_se: Kostnadsställe

source: Adds cost center for an order to use in bookkeeping. This is used within different sale channels in Fortnox.
sv_se: Lägg till kostnadsställe på en order för att använda i bokföringen. Detta används sedan inom olika säljkanaler i Fortnox.

source: Administration fee name
sv_se: Benämning på administrationsavgift

source: Use this setting to set specific fees as administration fee. If you are using multiple names, use comma as separator.
sv_se: Använd detta alternativ till att specificera avgifter som administrationsavgift. Om du använder flera avgifter, använd komma för att separera dessa.

source: Delivery
sv_se: Leverera

source: Purchase price
sv_se: Inköpspris

source: Your total purchase price for this product. Will be synced to Fortnox.
sv_se: Ert inköpspris för denna produkt.

source: Products
sv_se: Produkter

source: Synchronization
sv_se: Synkronisering

source: Synchronization settings
sv_se: Synkroniserings-inställningar

source: Automatically synchronise products
sv_se: Synkronisera produkter automatiskt

source: Whenever a product is changed in WooCommerce the change will be reflected in Fortnox.
sv_se: När helst en produkt ändras i WooCommerce kommer ändringen att reflekteras i Fortnox.

source: Synchronise master product (must have SKU).
sv_se: Synkronisera förälderprodukt(måste ha SKU)

source: When checked, the master product of a variation will be synchronized as well.
sv_se: När detta alternativ är valt kommer även huvudprodukten till en variation att synkroniseras.

source: Do not synchronise product variations.
sv_se: Synkronisera EJ produktvariationer.

source: When checked, only the master product will be synchronized.
sv_se: När detta alternativ är valt kommer enbart huvudprodukten att synkroniseras.

source: Do not sync product price on sync.
sv_se: Synkronisera EJ produktpris vid synkronisering.

source: Normally, the product price change in WooCommerce will update the price in Fortnox. This setting will disregard price updates in WooCommerce (although any order with this product will use the WooCommerce price).
sv_se: Normalt sett kommer en prisuppdatering i WooCommerce att uppdatera priset även i Fortnox. Denna inställning kommer att ignorera prisändringar i WooCommerce (ordrar där produktpriset skiljer sig åt kommer dock att använda sig av priset från WooCommerce).

source: Do not sync product on order sync.
sv_se: Synkronisera EJ produkt vid ordersynk.

source: Normally, when synchronizing an order the products of this order will update their counterparts in Fortnox. This setting will prohibit updating the products in Fortnox.
sv_se: Normalt sett kommer en ordersynk att även uppdatera de produkter som ordern innehåller i Fortnox. Detta alternativ kommer att förhindra att produkter uppdateras i Fortnox vid ordersynken.

source: Automatically generate an SKU for products with missing SKU.
sv_se: Generera artikelnummer automatiskt för artiklar som saknar artikelnummer.

source: Fortnox articles need to have an SKU. If a WooCommerce order contains products without SKUs, this setting will make sure that they get SKUs generated from their title.
sv_se: Artiklar i Fortnox kräver artikelnummer. Om en order i WooCommerce innehåller produkter utan artikelnummer kommer det här alternativet att se till att ett artikelnummer genereras baserat på deras titel.

source: Enable purchase price on product view.
sv_se: Visa inköpspris i produktens redigeringsvy.

source: Price list
sv_se: Prislista

source: Default Fortnox price list. Sets default price list to A when left empty.
sv_se: Standard prislista i Fortnox. Om tom sätts den till prislista A.

source: No price lists available in Fortnox
sv_se: Inga prislistor tillgängliga i Fortnox

source: Shipping
sv_se: Frakt

source: Shipping product SKU
sv_se: Artikelnummer på fraktprodukt

source: This settings is recommended if you're selling products with other VAT rate than 25%. Create an unpublished product with 25% VAT rate and specify its SKU here.
sv_se: Detta alternativ rekommenderas om du säljer produkter med en annan momssats än 25%. Skapa en opublicerad produkter med 25% moms och ange dess artikelnummer här.

source: Shipping product SKU for countries outside EU
sv_se: Artikelnummer på fraktprodukt för frakt utanför EU

source: This settings is recommended if you're selling products to countries outside EU. Create an unpublished product with 0% VAT rate and specify its SKU here.
sv_se: Detta alternativ rekommenderas om du säljer produkter till länder utanför EU. Skapa en opublicerad produkter med 0% moms och ange dess artikelnummer här.

source: Shipping zone:
sv_se: Fraktzon:

source: Shipping method:
sv_se: Fraktalternativ:

source: Code for '%s' shipping method from %s in Fortnox.
sv_se: Kod för fraktalternativ ‘%s’ till %s i Fortnox.

source: No delivery ways available in Fortnox
sv_se: Inga leveranssätt tillgängliga i Fortnox

source: Upgrades
sv_se: Uppgraderingar

source: Read inventory and/or prices from Fortnox to WooCommerce.
sv_se: Läs in lager och/eller priser från Fortox till WooCommerce.

source: month
sv_se: mån

source: Upgrade
sv_se: Uppgradera

source: Automatic reconciliation between Klarna and Fortnox.
sv_se: Automatisk avstämning mellan Klarna och Fortnox.

source: Print shipping labels and book carrier directly from WooCommerce order admin.
sv_se: Skriv ut fraktsedlar och boka frakt direkt direkt från WooCommerce orderadmin.

source: View pricing
sv_se: Se priser

source: Order
sv_se: Beställ

source: More info
sv_se: Mer info

source: Refund sent to Fortnox, Invoice number:
sv_se: Retur skickad till Fortnox, Fakturanummer:

source: Refund sent to Fortnox ID:
sv_se: Retur skickad till Fortnox ID:

source: Invoice email sent to customer
sv_se: E-post med faktura skickad till kund

source: Order sent to Fortnox
sv_se: Order skickad till Fortnox

source: Product does not exist
sv_se: Produkten finns inte

source: Refund sent to Fortnox:
sv_se: Retur skickad till Fortnox:

source: License key is invalid.
sv_se: Licensnyckeln är ej giltig.

source: Successful
sv_se: Organisationsnumret är nu registrerat

source: Timed out
sv_se: Timeout

source: No response yet...
sv_se: Inget svar än…

source: Organization number is empty
sv_se: Organisationsnumret är ej ifyllt

source: Organization number is invalid, accepted formats: XXXXXX-XXXX or XXXXXXXXXX
sv_se: Organisationsnumret är ej giltigt, giltiga format: XXXXXX-XXXX or XXXXXXXXXX

source: Organization number registered, next step is to register app in Fortnox. See our <a href="%s">installation guide</a> for further instructions.
sv_se: Organisationsnummer registrerat, nästa steg är att registrera appen i Fortnox. Se vår <a href="%s">installationsguide</a> för vidare instruktioner.

source: Error placing request.
sv_se: Kommunikationsfel.

source: License key is empty
sv_se: Licensnyckeln är ej ifylld

source: License key is valid.
sv_se: Licensnyckeln är giltig.

source: Accounts fetched.
sv_se: Konton hämtade.

source: Authorization code is empty.
sv_se: Auktorisationskodsfältet är tomt.

source: Auth code is valid. Access token has been already generated. If you need to regenerate the access token please flush it using 'Flush access token' button under the Advanced tab.
sv_se: Auktorisationskoden är giltig. Access token har redan genererats. Om du försöker återskapa en Access Token, använd 'Radera Access Token'-knappen i Avancerat-fliken.

source: Authorisation code is OK. Access token has been generated.
sv_se: Aukotorisationskoden är giltig. Access Token har skapats.

source: Fortnox account has been logged out.
sv_se: Fortnox-kontot har loggats ut.

source: Settings for the WooCommerce - Fortnox integration
sv_se: Inställningar för WooCommerce - Fortnox integration

source: Start
sv_se: Starta

source: Cancel
sv_se: Avbryt

source: Creating new...
sv_se: Skapar ny...

source: Tracking old task.
sv_se: Spåra gammal uppgift.

source: Interrupted
sv_se: Avbruten

source: Please set ranges
sv_se: Var god välj intervall

source: Processing Product ID
sv_se: Behandlar produkt-id

source: Process done
sv_se: Processen klar

source: Process started
sv_se: Processen påbörjad

source: Error occurred querying backend with status
sv_se: Ett fel uppstod när status skulle hämtas från systemet

source: Order is not synchronized. Order has warnings.
sv_se: Ordern har inte synkroniserats. Ordern innehåller varningar.

source: Order has synchronized
sv_se: Ordern har synkroniserats

source: Order has not synchronized
sv_se: Ordern har inte synkroniserats

source: Send invoice
sv_se: Skicka faktura

source: Product has synchronized
sv_se: Produkten har synkroniserats

source: Product has not syncronized
sv_se: Produkten har inte synkroniserats

source: Sync changes to Fortnox
sv_se: Synkronisera ändringar till Fortnox

source: Organization registration number
sv_se: Organisationsnummer

source: Fortnox error
sv_se: Fortnox Fel

source: Onboarding assistance
sv_se: Kom igång-hjälp

source: Onboarding documentation
sv_se: Kom igång-dokumentation

source: Video instructions
sv_se: Video-instruktioner

source: Order sync
sv_se: Ordersynk

source: Synchronize orders placed from<br>%s to %s
sv_se: Synkronisera ordrar lagda från<br>%s till %s

source: Progress
sv_se: Förlopp

source: Start syncing
sv_se: Starta synkronisering

source: Product sync
sv_se: Produktsynk

source: Click start to begin process.
sv_se: Klicka på Start för att påbörja processen.

source: Save changes
sv_se: Spara ändringar

source: Fortnox authentication link expired, please try again.
sv_se: Fortnox autentiseringslänk har upphört att gälla, försök igen.

source: Fortnox authentication was successful.
sv_se: Fortnox-autentiseringen lyckades.
